const Constants = {

    history: ['हृदय रोग', 'अनूर्जता', 'अर्श', 'धूम्रपान', 'मद्यपान', 'औषध', 'गुटका', 'तम्बाकू', 'माँसाहारी'],
    exams: {
        'भूख': ['सामान्य', 'ज़्यादा', 'कम', 'कभी कम-कभी ज़्यादा'],
        'शौच': ['सामान्य', 'दो बार', 'तीन बार', 'ज़्यादा', 'क़ब्ज़', 'आमातिसार'],
        'मूत्र': ['सामान्य', 'दो बार(रात्रि)', 'तीन बार(रात्रि)', 'ज़्यादा,पीला'],
        'निद्रा': ['सामान्य', 'ज़्यादा', 'कम', 'अनिद्रा'],
        'चयापचय स्थिति': ['सामान्य', 'अग्नि', 'वायु', 'आकाश', 'पृथ्वी', 'जल', 'शुन्य', 'अग्नि-वायु', 'अग्नि-आकाश', 'वायु-आकाश', 'अग्नि-वायु-आकाश'],
        'प्रकृति': ['सामान्य', 'वातज़', 'पितज़़', 'कफ़ज़', 'बात पितज़', 'बात कफ़ज़', 'पित कफ़ज़'],
        'नेत्र': ['सामान्य', 'रकत्ज़'],
        'जीभ': ['Normal', 'Filthy', 'Villi\'s Plain', 'Outerline Zigzagged'],
        'आकृति': ['Normal', 'Medol', 'Asthenic'],
        'नाभिस्थिति': ['Normal', 'Left', 'Right'],
        'दाईं नाड़ी': ['सामान्य', 'वातज़', 'पितज़़', 'कफ़ज़', 'बात पितज़', 'बात कफ़ज़', 'पित कफ़ज़'],
        'बाईं नाड़ी': ['सामान्य', 'वातज़', 'पितज़़', 'कफ़ज़', 'बात पितज़', 'बात कफ़ज़', 'पित कफ़ज़'],
        'मासिक धर्म': ['सामान्य', 'असामान्य', 'दर्द सहित', 'जमा हुआ', 'Menopause']
    },
    readings: ['मधुमेह', 'रक्तचाप', 'लक्षण/चिन्ह', 'प्रयोगशाला संबंधी', 'पूर्व निदान', 'उपद्रव', 'Weight'],

    aasans: ['गोमुखासन', 'भास्त्रिका', 'कन्ध्रासन', 'कपालभाती', 'हस्तपादासन', 'अनुलोम विलोम', 'मरकटासन',
        'ब्राह्म प्राणायाम', 'धनुरासन', 'अग्निसार', 'भुजङ्गासन', 'ताड़ासन', 'कर्णपीड़न', 'सर्वाङ्गासन', 'उज्जायी',
        'शवासन', 'भ्रामरी', 'मंडुकासन', 'उदगीत', 'सूक्षम व्यायाम', 'नासंगुष्ठासन', 'वज्रासन', 'गणेश क्रिया (अर्श रोग में)',
        'अश्विनी क्रिया (अर्श रोग में', 'दण्डासन', 'Dance', 'अर्ध चंद्रासन'],
    karms: ['स्नेहन', 'स्वेदन', 'आस्थापन', 'नेत्र तर्पण', 'उतर बस्ती', 'शिरो बस्ती', 'कटी बस्ती', 'शिरो धारा',
        'जानू बस्ती', 'एक जानू बस्ती', 'दव्वोउ जानू बस्ती', 'एकांग अभ्यंग', 'ग्रीवा बस्ती', 'निशेचन', 'पोटली स्वेदन', 'लेपन', 'सर्वांग लेपन', 'अनुवासन', 'वमन', 'विरेचन',
        'नस्य', 'एकांग पोटली', 'सर्वांग पोटली स्वेदन', 'अभ्यंगम', 'निरूहन', 'अभ्यंतर स्नेहन', 'सर्वांग पोटली अभ्यंगम', 'दव्वोउ पोटली', 'उप पन्चकर्म'],

    diets: {
        'Anaaj': ['चावल', 'जौ की रोटी', 'गेहूँ की रोटी', 'मक्की', 'कोदो', 'ज्वार', 'बाजरा', 'साबूदाना', 'जौ का दलिया', 'गेहूँ का दलिया', 'काही', 'ब्रेड', 'बाथु', 'मैदा', 'जौ के सत्तू', 'कुरकुरे', 'बेसन', 'नूडल', 'मोमो', 'खिचड़ी', 'इडली', 'डोसा', 'परांठा', 'हलवा', 'ओट्स', 'पोहा', 'उपमा', 'मखाना'],
        'Dairy/Oils': ['दूध', 'दही', 'घी', 'पनीर', 'मक्खन', 'तिल तेल', 'सरसों तेल', 'जैतून तेल', 'सफोला', 'रेफाइंड', 'डालडा', 'झोल', 'चाय', 'कॉफी', 'रायता'],
        'Fruits': ['अंगूर', 'अंजीर', 'अनन्नास', 'अनार', 'अमरूद', 'आँवला', 'आम', 'केला', 'खूबानी', 'चीकू', 'तरबूज', 'संतरा', 'नाशपाती', 'नारियल', 'पपीता', 'मौसम्बी', 'लीची', 'सेब', 'चुकन्दर', 'किशमिश', 'खजूर', 'काजू', 'बादाम', 'मूँगफली', 'मुनक्का', 'खट्टा', 'अचार', 'ताज़े फलों का जूस', 'काफल', 'जापानीफल', 'कीवी', 'प्लम', 'बिजौरा', 'कीनू', 'माल्टा'],
        'Pulses': ['मूँग', 'मसूर', 'दाल चने', 'अरहर', 'मलका', 'धुली मूँग', 'धुले माह', 'माह', 'राजमाह', 'सफेद चने', 'काले चने', 'भुने चने', 'सोयाबीन', 'कुल्थ', 'राई'],
        'Vegetable': ['करेला', 'कटहल', 'कच्चा पपीता', 'हरे मटर', 'टमाटर', 'खीरा', 'ककड़ी', 'सरसों साग', 'बथुआ साग', 'बंद गोभी', 'फूलगोभी', 'पालक', 'साग', 'मेथी साग', 'चौलाई साग', 'चूड़ा रा साग', 'मिक्स साग', 'ज़िमीकंद', 'गणडाली', 'घिया', 'घ्ंघेरी', 'तिंडा', 'आलू', 'कचालू', 'बेंगन', 'शिमला मिर्च', 'मशरूम', 'गाजर', 'मूली', 'भिंडी', 'शलगम', 'कद्दू', 'लींगड़', 'फ़्रासबीन', 'गुच्छी', 'अलसी नमक', 'फेगडी', 'करयाले', 'पतरोड़'],
        'Tastes': ['गुड़', 'चीनी', 'शहद', 'शक्कर', 'मिश्रि', 'नींबू', 'इमली', 'अनारदाना की चटनी', 'अमचूर', 'सेंधा नमक', 'संचर नमक', 'समुद्र नमक', 'द्रन्ग नमक', 'अदरक', 'लहसुन', 'प्याज़', 'मिठाई', 'चॉक्लेट', 'समोसा', 'पकौड़ा', 'पुदीना', 'निम्बू चगोत्रा', 'झमिरडी', 'पेठा', 'भुज्जी'],
        'Spices': ['जीरा', 'धनसोआ', 'बड़ी इलायची', 'मेथी', 'धनिया', 'लाल मिर्च', 'काली मिर्च', 'माँसरस', 'माँस', 'मच्छली', 'मूरे का रस', 'सूप', 'तली हुई चीज़ें', 'अंडा', 'मीठी सौंफ का काढ़ा', 'कड़वी सौंफ', 'हल्दी', 'अजवाइन', 'बसूटी काढ़ा', 'हींग', 'छुहारे']
    },
    frequency: ["Once a day", "Twice a day", "Thrice a day", "Every 6 hours", "As Directed"],
    otherIns: {
        "Once a day": "NA",
        "Twice a day": "7AM-4PM",
        "Thrice a day": "6AM-2PM-10PM",
        "Every 6 hours": "NA",
        "As Directed": " NA"
    },
    meal: ["Before", "After", "NA"],
}

export default Constants;